Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.1313855c233c
source: 分かる範囲で量も書くと、推定精度が上がります。
ar_sa: ستزداد دقة التقدير إذا قمت بتدوين المبلغ بقدر ما تعرفه.
ca: La precisió de l'estimació augmentarà si anoteu la quantitat tant com sabeu.
cs: Pokud uvedete odhad, zvýší se přesnost.
da: Jo mere du skriver, desto højere er estimeringsnøjagtigheden.
de_de: Je genauer Sie die Menge angeben, desto höher ist die Genauigkeit der Schätzung.
el: Όσο περισσότερες πληροφορίες γράψετε, τόσο αυξάνεται η ακρίβεια της εκτίμησης.
en_au: The more you write down, the more accurate the estimate will be.
es_es: Si indicas la cantidad en la medida que puedas, aumentará la precisión de la estimación.
fi: Jos pystyt arvioimaan myös määrän, arvioinnin tarkkuus paranee.
fr_ca: Si possible, indiquez également la quantité, ce qui améliore la précision de l'estimation.
gu: તમે સમજી શકો તે મુજબ, તમે માત્રા પણ લખો, જેનાથી અંદાજની ચોકસાઈ વધે છે.
he: ככל שתוסיפו יותר מידע, כך הערכת הדיוק תעלה.
hi: जितना संभव हो सके मात्रा लिखें, इससे अनुमान की सटीकता बढ़ेगी।
hr: Ako navedete količinu u mjeri koja vam je poznata, to će poboljšati preciznost procjene.
hu: Minél pontosabban írjuk meg az adatokkal, annál nagyobb lesz a becslés pontossága.
id: Dengan mencantumkan jumlah yang diketahui, akurasi perkiraan meningkat.
it: Indicando la quantità nel modo possibile, aumenta la precisione della stima.
ko: 알고 있는 범위 내에서 양도 기록하면 추정 정확도가 높아집니다.
mr: तुम्ही जेवढे समजू शकता तेवढे प्रमाण लिहा, ज्यामुळे अंदाजे अचूकता वाढेल.
ms: Semakin banyak maklumat yang anda masukkan, semakin tepat anggaran tersebut.
nl_nl: Schrijf zoveel mogelijk op, zodat de schatting nauwkeuriger wordt.
no: Jo mer du skriver inn, desto bedre blir estimeringen.
pl: Wpisywanie ilości w miarę możliwości poprawia dokładność oszacowania.
pt_br: Quanto mais informações você fornecer, maior será a precisão da estimativa.
pt_pt: Quanto mais informações você fornecer, maior será a precisão da estimativa.
ro: Specifică cantitatea cât mai precis posibil pentru a îmbunătăți acuratețea estimării.
ru: Укажите количество (в пределах разумного), чтобы повысить точность оценки.
sk: Ak uvediete odhad, presnosť sa zvýši.
sl: Če vnesete količino, kjer je to mogoče, se poveča natančnost izračuna.
sv: Ju mer du skriver, desto högre blir uppskattningsnoggrannheten.
ta: நீங்கள் தெரிந்து கொள்ளும் அளவிற்கு அளவையும் குறிப்பிடவும், இதன் மூலம் மதிப்பீட்டின் துல்லியம் அதிகரிக்கும்.
te: మీకు తెలిసిన పరిమాణాన్ని కూడా నమోదు చేయడం ద్వారా, అంచనా యొక్క ఖచ్చితత్వం పెరుగుతుంది.
th: ระบุปริมาณเท่าที่ทราบ เพื่อเพิ่มความแม่นยำในการประมาณ
tr: Ne kadar çok bilgi verirseniz, tahmin doğruluğu artar.
uk: Вказуючи приблизну кількість, точність оцінки збільшиться.
vi: Việc ghi lại số lượng (nếu biết) sẽ giúp tăng độ chính xác của ước tính.
zh_hans: 请尽可能填写量，这会提高估算精度。
zh_hant: 尽可能填写，可以提高估算精度。

# health_meals_body_ai.131d65f0becd
source: 食事記録
ar_sa: سجل الوجبة
ca: Registre dels àpats
cs: Záznamy o jídle
da: Måltidsregistrering
de_de: Protokoll der Mahlzeiten
el: Καταγραφή γεύματος
en_au: Meal record
es_es: Registro de comidas
fi: Ruokapäiväkirja
fr_ca: Enregistrement des repas
gu: ખોરાકની રેકોર્ડ
he: תיעוד ארוחה
hi: भोजन का रिकॉर्ड
hr: Zapis jelima
hu: Étkezés rögzítése
id: Catatan makanan
it: Registrazione dei pasti
ko: 식사 기록
mr: आहार नोंदी
ms: Catatan makanan
nl_nl: Maaltijdregistratie
no: Registrering av måltider
pl: Rejestr posiłków
pt_br: Registro da alimentação
pt_pt: Registro da alimentação
ro: Înregistrarea meniului alimentar
ru: Запись о питании
sk: Záznam o strave
sl: Zabeležite hrano
sv: Registrera måltiden
ta: உணவு பதிவு
te: ఆహార రికార్డ్
th: บันทึกข้อมูลอาหาร
tr: Beslenme kaydı
uk: Запис про харчування
vi: Ghi lại bữa ăn
zh_hans: 饮食记录
zh_hant: 飲食記錄

# health_meals_body_ai.1400ab3be8e8
source: 撮影見本。左上は正面全身、右上は真横全身、左下は背面全身、右下は肩から腰までの腹部アップ。同じ服、距離、光で撮影
ar_sa: عينة التصوير الفوتوغرافي. أعلى اليسار منظر أمامي للجسم كله، وأعلى اليمين منظر جانبي للجسم كله، وأسفل اليسار منظر خلفي للجسم كله، وأسفل اليمين صورة مقربة للبطن من الكتف إلى الخصر. تم التصوير بنفس الملابس والمسافة والضوء
ca: Mostra de fotografia. La part superior esquerra és una vista frontal de tot el cos, la part superior dreta és una vista lateral de tot el cos, la part inferior esquerra és una vista posterior de tot el cos i la part inferior dreta és un primer pla de l'abdomen des de l'espatlla fins a la cintura. Fotografiat amb la mateixa roba, distància i llum
cs: Příklad snímku. Vlevo nahoře je celá postava zepředu, vpravo nahoře je celá postava ze strany, vlevo dole je celá postava zezadu, vpravo dole je detail břicha od ramen po pas. Snímáno stejným oblečením, vzdáleností a světlem.
da: Eksempel på optagelse. Venstre øverst er fuldt overkrop, højre øverst er fuldt overkrop fra siden, venstre nederst er fuldt underkrop, og højre nederst er et nærbillede af maven fra skuldre til talje. Optages med samme tøj, afstand og lys.
de_de: Beispielaufnahme. Oberlinks: Ganzkörperansicht, Oberrechts: Ganzkörperansicht von vorne, Unterlinks: Ganzkörperansicht von hinten, Unterrechts: Bauchansicht vom Schulter bis zur Taille. Gleiche Kleidung, gleiche Distanz, gleiches Licht.
el: Παράδειγμα λήψης φωτογραφίας. Η αριστερή πάνω είναι ολόσωμη, η δεξιά πάνω είναι ολόσωμη από πλάγιο, η αριστερή κάτω είναι ολόσωμη από πίσω και η δεξιά κάτω είναι κοντινό πλάνο από τον ώμο μέχρι την κοιλιά. Λήψη με το ίδιο ρούχο, από την ίδια απόσταση και με το ίδιο φως.
en_au: Example capture. Top left is full body, top right is full body from the side, bottom left is full body from the back, and bottom right is a close-up of the abdomen from shoulder to waist. Capture with the same clothes, distance, and light.
es_es: Ejemplo de captura. La parte superior izquierda es el cuerpo completo de frente, la superior derecha es el cuerpo completo de lado, la inferior izquierda es el torso completo desde la espalda y la inferior derecha es un primer plano del abdomen desde los hombros hasta la cintura. Capturar con la misma ropa, distancia y luz.
fi: Esimerkkikuva. Vasemmassa yläkulmassa on koko kuva, oikeassa yläkulmassa on koko kuva sivulta, vasemmassa alarengossa on koko kuva takaa ja oikeassa alarengossa on vatsan kuva hartioista lantiolle. Sama vaatetus, etäisyys ja valo
fr_ca: Exemple de prise de vue. Le haut à gauche est un portrait complet, le haut à droite est un portrait complet sur le côté, le bas à gauche est un portrait complet depuis l'arrière, et le bas à droite est un plan rapproché du ventre du haut des épaules au bas du dos. Prendre des photos avec les mêmes vêtements, la même distance et la même lumière.
gu: આ ફોટોગ્રાફનું ઉદાહરણ છે. ડાબી બાજુમાં સંપૂર્ણ શરીર, જમણી બાજુમાં સંપૂર્ણ શરીર, ડાબી નીચે પાછળનો ભાગ, અને જમણી નીચે ખભાથી પેટ સુધીની ઝૂમ ઇન. સમાન કપડાં, અંતર અને પ્રકાશ સાથે ફોટોગ્રાફ લો.
he: דוגמה לצילום. בצד שמאל העליון - פנים מלא, בצד הימני העליון - גוף מלא מצד, בצד השמאלי התחתון - גוף מלא מאחור, ובצד הימני התחתון - צילום בטן מהכתפיים ועד המותניים. יש לצלם עם אותה בגדים, מרחק ואור.
hi: रिकॉर्डिंग का उदाहरण। ऊपरी-बाएँ: सामने से पूरा शरीर, ऊपरी-दाएं: सीधे से पूरा शरीर, निचला-बायां: पीछे से पूरा शरीर, निचला-दाएं: कंधे से कमर तक का पेट। समान कपड़े, दूरी और प्रकाश में रिकॉर्ड करें
hr: Primjer snimanja. Gornji lijevi kut je prednji pogled, gornji desni kut je pogled s jedne strane, donji lijevi kut je pogled s leđa, a donji desni kut je detaljan pogled od ramena do trbuha. Snimite istom odjećom, udaljenosti i svjetlošću.
hu: Példa rögzítésre. A felső bal rész a teljes test, a felső jobb rész a teljes test oldalról, az alsó bal rész a hát, az alsó jobb rész a válltól a mellségig. Azonos ruházatban, ugyanazon távolságból és fényben rögzítve
id: Contoh foto. Bagian kiri atas adalah seluruh tubuh dari depan, bagian kanan atas adalah seluruh tubuh dari samping, bagian kiri bawah adalah seluruh tubuh dari belakang, dan bagian kanan bawah adalah close-up perut dari bahu hingga pinggang. Ambil foto dengan pakaian, jarak, dan pencahayaan yang sama.
it: Esempio di foto. In alto a sinistra, figura intera di fronte; in alto a destra, figura intera di lato; in basso a sinistra, figura intera da dietro; in basso a destra, dettaglio dell'addome dalla spalla alla vita. Scatta con lo stesso abbigliamento, distanza e luce.
ko: 촬영 예시. 왼쪽 상단은 정면 전체, 오른쪽 상단은 완전 측면, 왼쪽 하단은 후면 전체, 오른쪽 하단은 어깨부터 허리까지의 복부 클로즈업. 같은 옷, 거리, 조명으로 촬영
mr: फोटोचे उदाहरण. डाव्या बाजूला संपूर्ण शरीर, उजव्या बाजूला पूर्ण शरीराचा लंबवत फोटो, डाव्या बाजूला संपूर्ण शरीराचा मागचा फोटो आणि उजव्या बाजूला खांद्यापासून कंबरेपर्यंतचा फोटो. समान कपडे, अंतर आणि प्रकाश वापरून फोटो घ्या
ms: Contoh rekaman. Bah bahagian atas kiri ialah seluruh badan menghadap hadapan, bahagian atas kanan ialah seluruh badan menghadap sisi, bahagian bawah kiri ialah seluruh badan menghadap belakang, dan bahagian bawah kanan ialah pergelangan tangan hingga pinggang. Rekam dengan pakaian, jarak, dan cahaya yang sama
nl_nl: Voorbeeldfoto. Linksboven: voor-na, rechtsboven: van voren, linksonder: achterkant, rechtsonder: vanaf schouders tot taille. Fotografeer met hetzelfde kledingstuk, op dezelfde afstand en onder vergelijkbare lichtomstandigheden.
no: Eksempel på bilde. Øverst til venstre er helfigur, øverst til høyre er helfigur fra siden, nederst til venstre er helfigur fra ryggen, og nederst til høyre er et nærbilde av magen fra skuldrene ned til hoftene. Ta bilder med samme klær, avstand og lys.
pl: Przykładowe zdjęcie. Lewy górny róg to całe ciało z przodu, prawy górny róg to całe ciało z boku, lewy dolny róg to całe ciało od tyłu, a prawy dolny róg to ujęcie brzucha od ramion do pasa. Zdjęcia wykonane w tej samej odzieży, na tym samym dystansie i przy tym samym świetle.
pt_br: Exemplo de foto. O canto superior esquerdo é o corpo inteiro de frente, o canto superior direito é o corpo inteiro de lado, o canto inferior esquerdo é o corpo inteiro de costas e o canto inferior direito é um close-up do abdômen do ombro à cintura. Fotografe com a mesma roupa, distância e luz.
pt_pt: Exemplo de foto. O canto superior esquerdo é o corpo inteiro de frente, o canto superior direito é o corpo inteiro de lado, o canto inferior esquerdo é o corpo inteiro de costas e o canto inferior direito é um close-up do abdômen do ombro à cintura. Fotografe com a mesma roupa, distância e luz.
ro: Exemplu de înregistrare. Colțul stânga sus este imaginea frontală, colțul dreapta sus este imaginea laterală, colțul stânga jos este imaginea din spate, iar colțul dreapta jos este o imagine a abdomenului de la umeri până la talie. Înregistrează cu aceeași haină, distanță și lumină.
ru: Пример фотографии. Левый верхний угол – полный передний вид, правый верхний угол – полный боковой вид, левый нижний угол – полный задний вид, правый нижний угол – крупный план живота от плеч до талии. Фотографируйте в одинаковой одежде, на одинаком расстоянии и при одинаковом освещении.
sk: Ukážka nahrávky. Vľavo hore je celá postava, vpravo hore je celá postava z boku, vľavo dole je celá postava zo zadku, a vpravo dole je detail brucha od ramien po pás. Nahrávanie s rovnakým oblečením, vzdialenosťou a osvietením.
sl: Primer snemanja. Desna zgornja stran je celo telo, desna spodnja stran je celo telo v stranski poziciji, spodnja leva stran je celo telo z nazaj, spodnja desna stran pa je glavo do pasu. Snemite z isto obleko, razdaljo in svetlobo
sv: Exempel på fotografering. Övre vänster är helkropp framifrån, övre höger är helkropp från sidan, nedre vänster är helkropp från baksidan, och nedre höger är en detalj av magen från axlar till midja. Ta samma kläder, samma avstånd och samma ljus.
ta: புகைப்பட எடுத்துக்காட்டு. மேல் இடது பக்கம் முழு உடல், மேல் வலது பக்கம் முழு உடல், கீழ் இடது பக்கம் முழு உடல், கீழ் வலது பக்கம் தோள்பட்டை முதல் இடுப்பு வரை உள்ள பகுதி. ஒரே உடை, தூரம் மற்றும் ஒளியில் புகைப்படம் எடுக்கவும்
te: తీసిన ఫోటో ఉదాహరణ. ఎడమవైపు పైభాగంలో పూర్తి శరీర దృశ్యం, కుడివైపు పైభాగంలో నిలువుగా పూర్తి శరీర దృశ్యం, ఎడమవైపు దిగువన వెనుక భాగం, కుడివైపు దిగువన భుజం నుండి నడుము వరకు ఉండే పొత్తికడుపు యొక్క క్లోజ్-అప్. ఒకే దుస్తులు, దూరం మరియు కాంతితో తీయాలి
th: ตัวอย่างภาพถ่าย มุมซ้ายบนเป็นภาพเต็มตัวด้านหน้า, มุมขวาบนเป็นภาพเต็มตัวด้านข้าง, มุมซ้ายล่างเป็นภาพเต็มตัวด้านหลัง และมุมขวาล่างเป็นภาพครอปส่วนท้องจากช่วงไหล่ถึงเอว ถ่ายด้วยเสื้อผ้า, ระยะห่าง และแสงเดียวกัน
tr: Örnek fotoğraf. Sol üst kısım tam vücut, sağ üst kısım tam yan profil, sol alt kısım tam arka profil, sağ alt kısım omuzlardan karına kadar olan göbek çekimi. Aynı kıyafet, mesafe ve ışıkta çekilmiş
uk: Приклад фото. Ліворуч – загальний знімок, праворуч – загальний знімок в профіль, знизу ліворуч – загальний знімок зі спини, справа знизу – крупний план живота від плечей до талії. Знімайте одяг, відстань і освітлення
vi: Ví dụ chụp. Góc trái trên là toàn thân, góc phải trên là toàn thân từ mặt trước, góc dưới trái là toàn thân từ phía sau, góc dưới phải là cận cảnh bụng từ vai đến eo. Chụp với cùng trang phục, khoảng cách và ánh sáng.
zh_hans: 拍摄示例。左上为正面全身，右上为正横全身，左下为背面全身，右下为肩到腰部的腹部特写。要求使用相同的服装、距离和光线进行拍摄
zh_hant: 拍摄示例。左上为正面全身，右上为正面对称全身，左下为背面全身，右下为肩到腰部的腹部特写。要求使用相同的服装、距离和光线进行拍摄

# health_meals_body_ai.140a2c34da87
source: たんぱく質
ar_sa: البروتين
ca: proteïna
cs: Bílkoviny
da: Protein
de_de: Protein
el: Πρωτεΐνη
en_au: Protein
es_es: Proteínas
fi: Proteiini
fr_ca: Protéines
gu: પ્રોટીન
he: חלבון
hi: प्रोटीन
hr: Proteini
hu: Fehérje
id: Protein
it: Proteine
ko: 단백질
mr: प्रथिने
ms: Protein
nl_nl: Proteïne
no: Protein
pl: Białko
pt_br: Proteína
pt_pt: Proteína
ro: Proteine
ru: Белок
sk: Proteín
sl: Beljakovine
sv: Protein
ta: புரதம்
te: ప్రోటీన్
th: โปรตีน
tr: Protein
uk: Білок
vi: Protein
zh_hans: 蛋白质
zh_hant: 蛋白質

# health_meals_body_ai.1472efa74baa
source: 時間帯
ar_sa: المنطقة الزمنية
ca: zona horària
cs: Časové období
da: Tidspunkt
de_de: Zeitbereich
el: Ώρα
en_au: Time of day
es_es: Rango de actividad
fi: Aika
fr_ca: Période
gu: સમયગાળો
he: שעה
hi: समय अवधि
hr: Vrijeme
hu: Időtartam
id: Zona Waktu
it: Orario
ko: 시간대
mr: वेळेनुसार
ms: Tempoh masa
nl_nl: Tijdstip
no: Tidspunkt
pl: Godzina
pt_br: Período
pt_pt: Período
ro: Intervalul de timp
ru: Время суток
sk: Časový rozsah
sl: Obdobje
sv: Tidpunkt
ta: நேர அளவு
te: సమయ వ్యవధి
th: ช่วงเวลา
tr: Zaman aralığı
uk: Час доби
vi: Thời gian
zh_hans: 时间段
zh_hant: 时间段

# health_meals_body_ai.14bdb2a55427
source: 呼吸数は普段の範囲
ar_sa: معدل التنفس ضمن المعدل الطبيعي
ca: La freqüència respiratòria està dins del rang normal
cs: Dýchání v normálním rozsahu
da: Åndedrætsfrekvens er inden for normalområdet
de_de: Atemfrequenz im normalen Bereich
el: Ο αριθμός των αναπνοών είναι εντός της φυσιολογικής περιοχής
en_au: Breathing rate is within normal range
es_es: Frecuencia respiratoria dentro del rango normal
fi: Hengityksenopeus on normaali
fr_ca: La fréquence respiratoire se situe dans les valeurs normales
gu: શ્વાસની ગણતરી સામાન્ય સ્તર પર છે
he: תדירות הנשימה בטווח הרגיל
hi: सांस लेने की दर सामान्य सीमा में
hr: Broj otkucaja srca je u normalnom rasponu
hu: A lélegzési frekvencia a szokásos tartományban van.
id: Jumlah napas dalam rentang normal
it: La frequenza respiratoria è nella norma
ko: 호흡수는 평소 범위 내
mr: श्वासोच्छवादाची संख्या सामान्य पातळीवर आहे
ms: Jumlah pernafasan dalam julat biasa
nl_nl: Het aantal ademhalingen ligt binnen het normale bereik.
no: Pustefrekvensen er innenfor normalområdet
pl: Oddech w normalnym zakresie
pt_br: Frequência respiratória dentro da faixa normal
pt_pt: Frequência respiratória dentro da faixa normal
ro: Frecvența respiratorie se încadrează în intervalul normal
ru: Частота дыхания в пределах нормы
sk: Dýchavosť je v norme
sl: Število vdihov v normalnem obsegu
sv: Andningsfrekvensen ligger inom normalt område
ta: சுவாசங்களின் எண்ணிக்கை சாதாரண அளவை ஒத்துள்ளது
te: సాధారణ శ్వాసించే వేగం
th: อัตราการหายใจอยู่ในช่วงปกติ
tr: Nefes sayısı, normal aralıkta
uk: Нормальна кількість дихань
vi: Số hơi thở trong phạm vi bình thường
zh_hans: 呼吸数在正常范围内
zh_hant: 呼吸频率在正常范围内

# health_meals_body_ai.14d3b7bdf022
source: 食事を記録すると、Apple Healthの安静時・活動時エネルギーとの差を確認できます。
ar_sa: من خلال تسجيل وجبات الطعام الخاصة بك، يمكنك التحقق من الفرق بين طاقة Apple Health أثناء الراحة وأثناء النشاط.
ca: En registrar els vostres àpats, podeu comprovar la diferència entre l'energia de Apple Health en repòs i durant l'activitat.
cs: Pokud zaznamenáte jídlo, můžete porovnat rozdíl mezi spotřebovanou energií a energií při klidu/aktivitě v aplikaci Apple Health.
da: Når du registrerer et måltid, kan du se forskellen mellem dit måltids energiindhold og Apple Healths registrerede energiindhold (hvile/aktivitet).
de_de: Wenn Sie eine Mahlzeit protokollieren, können Sie den Unterschied zwischen Ihrem Ruhe- und Aktivitätsenergieverbrauch im Apple Health überprüfen.
el: Με την καταγραφή του γεύματος, μπορείτε να δείτε τη διαφορά μεταξύ της ενέργειας σε κατάσταση ηρεμίας και δραστηριότητας στο Apple Health.
en_au: When you record your meal, you can check the difference between Apple Health's resting and active energy levels.
es_es: Al registrar tu comida, podrás comparar las diferencias con la energía en reposo y actividad de Apple Health.
fi: Kun olet tallentanut ruokapäiväkirjan, voit verrata sen Apple Healthin levossa ja aktiivisuuden energian välillä.
fr_ca: Enregistrez un repas, vous pourrez ainsi comparer les différences avec l'énergie au repos et pendant l'activité de Apple Health.
gu: જો તમે તમારા ખોરાકને રેકોર્ડ કરો છો, તો તમે Apple Health ની શાંત સમય અને સક્રિય સમયની ઊર્જા વચ્ચેનો તફાવત શોધી શકો છો.
he: כשאתה מתעד ארוחה, תוכל לבדוק את ההבדל בין אנרגיה במנוחה ובפעילות ב-Apple Health.
hi: जब आप भोजन का रिकॉर्ड करते हैं, तो आप Apple Health में आराम और गतिविधि के समय के ऊर्जा अंतर को देख सकते हैं।
hr: Kada zapišete jelo, možete provjeriti razliku između potrošnje energije tijekom odmora i aktivnosti u Apple Healthu.
hu: Ha rögzíti az étkezést, megtekintheti az Apple Health alkalmazásában a pihenő- és aktivitási időben elégetett energia különbségét.
id: Dengan mencatat makanan, Anda dapat membandingkan perbedaan antara energi istirahat dan aktivitas dengan Apple Health.
it: Registrando il pasto, puoi verificare la differenza tra l'energia a riposo e l'energia durante l'attività di Apple Health.
ko: 식사를 기록하면 Apple Health의 휴식 및 활동 시 에너지와의 차이를 확인할 수 있습니다.
mr: आहाराची नोंद केल्यावर, ॲपल हेल्थमधील (Apple Health) 'विश्रांती' आणि 'सक्रियता' वेळेतील ऊर्जेतील फरक तपासता येतो.
ms: Dengan mencatat makanan, anda boleh melihat perbezaan antara tenaga istirahat dan aktiviti dalam Apple Health.
nl_nl: Door het opslaan van een maaltijd, kunt u de verschillen zien tussen de rust- en activiteitenergie in Apple Health.
no: Når du registrerer et måltid, kan du se forskjellen mellom energiforbruket i hvile og aktivitet i Apple Health.
pl: Po zapisaniu informacji o jedzeniu, możesz porównać różnicę między zużyciem energii podczas odpoczynku/aktywności w Apple Health.
pt_br: Ao registrar uma refeição, você pode comparar a diferença entre as necessidades calóricas e o consumo de energia do Apple Health.
pt_pt: Ao registrar uma refeição, você pode comparar a diferença entre as necessidades calóricas e o consumo de energia do Apple Health.
ro: Când înregistrați mese, puteți verifica diferența dintre consumul de energie în repaus și activitate din Apple Health.
ru: При сохранении записей о еде вы сможете сравнить потребление энергии во время отдыха и активности с данными из Apple Health.
sk: Keď zaznamenáte jedlo, môžete porovnávať rozdiel medzi spotrebovanou energiou a energetickou úrovňou pri odpočinku/aktívnosti v aplikácii Apple Health.
sl: Ko zabeležite hrano, lahko preverite razliko med energijo pri mirovanju in aktivnostih v aplikaciji Apple Health.
sv: När du registrerar en måltid kan du jämföra skillnaden mellan din energiförbrukning och Apple Healths "vila" och "aktivitet".
ta: நீங்கள் உணவுப் பதிவுகளைச் செய்யும் போது, Apple Health-ன் ஓய்வு மற்றும் செயல்பாட்டு நேரத்திற்கான ஆற்றல் வேறுபாட்டை நீங்கள் சரிபார்க்கலாம்.
te: మీరు ఆహారాన్ని రికార్డ్ చేసినప్పుడు, Apple Health యొక్క విశ్రాంతి మరియు కార్యాచరణ సమయంలో శక్తి మధ్య వ్యత్యాసాన్ని మీరు చూడవచ్చు.
th: เมื่อบันทึกข้อมูลอาหาร คุณสามารถตรวจสอบความแตกต่างระหว่างพลังงานที่ได้รับจากอาหารกับพลังงานที่ร่างกายใช้ในขณะพักหรือออกกำลังกายได้ (ผ่าน Apple Health)
tr: Öğün kaydettiğinizde, Apple Health'teki dinlenme ve aktivite sırasında enerji tüketimi arasındaki farkı görebilirsiniz.
uk: Після запису прийому їжі, ви зможете перевірити різницю між енергією під час відпочинку та активності в Apple Health.
vi: Khi ghi lại bữa ăn, bạn có thể so sánh sự khác biệt giữa lượng năng lượng khi nghỉ và hoạt động với Apple Health.
zh_hans: 记录饮食后，可以与Apple Health的静息和活动能量进行比较。
zh_hant: 記錄飲食後，可以確認與Apple Health的休息時和活動時能量差異。
